Repository: w3programer/iresapp
Catalog: Iris/Localizatoin/*.lproj/Localizable.strings
Languages: ar

# a
source: Order refused
ar: تم رفض الطلب

# about
source: About US
ar: من نحن

source: Accept
ar: الموافقة

source: Accessories
ar: ملحقات

source: Add Picture
ar: اضافة صورة

source: mobile number
ar: رقم الجوال

source: Address
ar: العنوان

# al
source: All fields are required
ar: جميع الحقول مطلوبة.تحقق من ملئ جميع الحقول

# arabic
source: عربى
ar: English

source: Axis
ar: محور العين

source: Back
ar: رجوع

# best
source: best seller
ar: الأكثر مبيعا

# boxs
source: number of boxs
ar: عدد الصناديق

# brand
source: Brands
ar: الماركات

# buy
source: Contenue shopping
ar: متابعة عملية الشراء

# byUsing
source: By using this app toy agree about
ar: باستخدامك للتطبيق تقوم بالموافقة علي

source: Cancel
ar: الغاء

# carBu
source: add to cart
ar: اضف للسلة

# ccon
source: Continue your payment
ar: متابعة عملية الدفع

# choose
source: Choose from
ar: قم باختيار بين

source: choose from camera roll
ar: اختار من البوم الصور

# code
source: Enter coupon code
ar: ادخل رقم الكوبون

# coling
source: order is being assembled
ar: جاري تجميع طلبك

# colorLenses
source: Colored
ar: عدسات ملونة

# com
source: Complete Order
ar: أكمل الطلب

# con
source: Connection Weak!
ar: خطأ بالأتصال بالأنترنت

source: contact us
ar: تواصل معانا

source: current
ar: الحالية

# defri
source: A diffrent prescription for each eye
ar: وصفة طبية مختلفه لكل عين

# delet
source: Delete
ar: حذف

# details
source: product detail
ar: تفاصيل المنتج

# devitaion
source: Cylinder
ar: درجة الإنحراف

# ec
source: Empty cart‼️, search between awesome deals 😍
ar: السلة فارغة‼️, قم بالتسوق من بين العروض المميزة 😍

source: email
ar: البريد الالكتروني

# emf
source: Empty fields!
ar: الحقول فارغة

# er
source: Connection error
ar: خطأ بالأتصال

# fav
source: favourite
ar: المفضلة

# fi
source: Your order has been finished
ar: تم الأنتهاء من الطلب

# happy
source: Happy to serve you
ar: سعداء لخدمتك

# info
source: Personal information
ar: معلومات شخصية

# iris
source: Eyeris
ar: آيرس

# l
source: Left eye amount
ar: الكمية للعين اليسري

# lee
source: Left eye amount
ar: الكمية للعين اليسري

source: Left eye
ar: العين السري

source: logout
ar: تسجيل الخروج

source: Market
ar: متجر

# md
source: More Details
ar: التفاصيل

# menu
source: more
ar: المزيد

# mnr
source: Mobile number required
ar: رقم الجوال مطلوب

source: more
ar: المزيد

# myopia
source: Sphere(power)
ar: درجة طول او قصر النظر

# myor
source: my orders
ar: طلباتي

# n
source: mobile number
ar: رقم الجوال

source: name
ar: الاسم

source: new
ar: جديد

# nnn
source: mobile number
ar: رقم الجوال

source: not vaild format
ar: صيغة غير مدعومة

# notAll
source: service not allowed
ar: الخدمة غير متاحة

# notAv
source: Not available service
ar: الخدمة غير متاحة

# note
source: note (optional)
ar: ملاحظة(اختياري)

# noti
source: Notification
ar: تنبية

# numof
source: num of items
ar: عدد المتنج

# oc
source: Order Caost
ar: تكلفة الطلب

source: Offers
ar: العروض

source: OK
ar: موافق

source: old
ar: السابقة

# on
source: Order number
ar: رقم الطلب

source: Orders
ar: طلباتي

# ors
source: My orders
ar: طلباتي

# os
source: Order status
ar: حالة الطلب

# ot
source: total order
ar: مجموع الطلب

# pay
source: Pay cash
ar: الدفع نقدي

# Pellucid lenses
source: Medical
ar: عدسات شفافة

# pers
source: Personal information
ar: معلومات شخصية

# pixl
source: 500 pixels * 500 pixels(optional)
ar: ٥٠٠ بيسكل * ٥٠٠ بيكسل(اختياري)

source: please check your mail format
ar: الرجاء التحقق من صيغة البريد الالكتروني

# plsCh
source: Please check your internet connection and try again
ar: من فضلك قم من التحقق من الأنترنت الخاص بك من ثم المحاولة لاحقا

# plsRe
source: this service is available only for users.please sign up to get this service
ar: هذه الخدمة متاحة فقط للمسجلين بالتطبيق.من فضلك قم بإنشاء حساب لكس تستفيد بالخدمة

# plz
source: all fields are required
ar: قم بملئ الحقول لاتمام العمليه

# policy
source: Delivery ploicy
ar: سياسة الشحن والتوصيل

source: Price
ar: السعر

source: profile
ar: الصفحة الشخصية

# prog
source: Your order in progress
ar: جاري العمل علي طلبك

# Q&A
source: most questiones
ar: الأسئلة الشائعة

# quaaa
source: Quantity
ar: الكمية

# r
source: Right eye amount
ar: الكمية للعين اليمني

# rec
source: recently added
ar: اضيف مؤخرا

source: Right eye
ar: العين اليمني

# rii
source: Right eye amount
ar: الكمية للعين اليمني

# rs
source: SR
ar: ريال

# rules
source: rules & condtions
ar: الشروط والأحكام

# sa
source: saved successfully
ar: تم الحفظ

# selec
source: You must agree about terms and condtions
ar: يجب أن تقوم بالموافقة علي الشروط والأحكام

source: Select image
ar: اختار صورة

source: send
ar: إرسال

source: send order
ar: ارسال الطلب

# sginin
source: Sign in
ar: تسجيل الدخول

# sginup
source: Sign up
ar: انشاء حساب

source: Skip
ar: تخطي

# so
source: Send order
ar: ارسال الطلب

# spe
source: special lenses
ar: عدسات خاصة

# step
source: you are just step away
ar: علي بعد خطوة لانشاء حسابك

# su
source: success
ar: تم بنجاح

# suu
source: Sent Success
ar: تم بنجاح

# suuu
source: Sent success
ar: تم بنجاح

source: take a photo
ar: التقاط صورة

# this
source: this service is allowed for users only
ar: هذه الخدمة متاحة للمستخدمين فقط

# tp
source: Total price
ar: إجمالي السعر

# type
source: Type here what you are looking for
ar: قم بكتابة ما تود البحث عنة

source: update
ar: تحديث

# upPh
source: Upload your personal photo
ar: قم بتحميل صورة شخصية

source: Verfiy
ar: تفعيل

# x
source: Not accepted yet
ar: لم يتم الموافقة بعد

# y
source: Order accepted
ar: تم الموافقة

# z
source: Order finished
ar: تم الأنتهاء من الطلب
